/* navigation bar */
"Visor" = "Visor";
"Asepsis" = "Asepsis";
"Tweaks" = "Промени";
"About" = "Информации";

/* visor page */
"Visor Feature" = "Функција Visor";
"a system-wide window sliding from the bottom on a hot-key" = "системско-достапен прозорец којшто се повикува со кратенка";

"Activation:" = "Активирај:";

"Control:" = "Контрола:";
"Hide on ESC" = "Сокриј на ESC";
"Pin Visor" = "Заклучи Visor";

"Animation:" = "Анимации:";
"Fade Window" = "Исчезнува";
"Slide Window" = "Лизгачки";

"Screen:" = "Екран:";
"Show on all Spaces" = "Прикажи на сите површини";
"Show on top of the Dock" = "Прикажи над Dock";
"Free Form Window" = "Променлив прозорец";

/* asepsis page */
"Asepsis Feature" = "Функција Asepsis";
"prevents .DS_Store files to be created in local folders" = "препречува креирање на локални .DS_Store датотеки папки";
".DS_Store files will be redirected into" = ".DS_Store ќе бидат преусмерени во";
"this folder should be set as writable for all users of TotalFinder" = "TotalFinder мора да има пристап за пишење во оваа папка";
"Launch Migration Assistant" = "Отвори Помошник за Миграција";
"TotalFinder.kext status" = "Состојба на TotalFinder.kext";
"Unable to connect" = "Не може да се врзе";
"Advanced:" = "Напредно:";
"Don't write .DS_Store to Network" = "Не запишувај .DS_Store на мрежа";

/* tweaks page */
"Reset TotalFinder to defaults" = "Ресетирај ги TotalFinder поставките";

"File Browser:" = "Прелистувач на Датотеки:";
"Show System Files" = "Системски Датотеки";
"Folders on Top" = "Папките Најгоре";
"Always Maximize" = "Секогаш Зголеми";
"Toggle Dual Mode" = "Изменичен Двоен Мод";

"Menu and Dock:" = "Мени и Dock:";
"Hide icon in Menu Bar" = "Тргни го TotalFinder од Менито";
"Keep original Dock icon" = "Чувај ја оригиналната Dock икона";

"Experimental:" = "Експериментално:";
"Freelance Windows" = "Слободни прозорци";
"Use narrow Tabs Bar" = "Тенка Линија со Јазичиња";
"Show CutPaste buttons in Context Menus" = "Прикажи Отсечи/Залепи копчиња во Мени";
"Allow path copying from Context Menus" = "Овозможи копирање на патека од Мени";

/* about page */
"Check for updates…" = "Проверка за надградби…";

/* registration */
"TotalFinder Registration" = "TotalFinder Регистрација";
"Registration" = "Регистрација";
"Please enter your license details from the email we have sent you:" = "Ве молиме внесете ги деталите за лиценцата од пораката што Ви ја пуштивме:";
"Buy TotalFinder Now" = "Купи го TotalFinder Сега";
"Register" = "Регистрирај";
"Thanks for registering!" = "Ви благодариме за регистрацијата!";
"This TotalFinder copy is licensed to:" = "Оваа копија на TotalFinder е лиценцирана на:";
"Close" = "Затвори";
"Change License" = "Промени Лиценца";
"Back" = "Назад";
"Invalid license code" = "Погрешен код за лиценца";
"Please go back and try again." = "Ве молиме одете назад и обидете се повторно.";
"To purchase a license for TotalFinder, please visit BinaryAge web store." = "За да купите лиценца за TotalFinder, Ве молиме посетете ја продавницата на BinaryAge.";
"Thank you for using TotalFinder!" = "Ви благодариме што го користите TotalFinder!";
